[
  {
    "title": "Hack The Future 2021",
    "logo": "hackthefuture/logo.png",
    "description": "In deze Hack The Future gingen we op zoek naar de moodenaar/moordenares van de flamboyante miljardair oprichtster van MicroHard, Jill Bridges. Dit deden we aan de hand van allerlei challenges.",
    "date": "02/12/2021",
    "location": "Online",
    "frequency": "Jaarlijks",
    "audience": "hackers en creative studenten",
    "organiser": "HackTheFuture",
    "text": [
      "Samen met Damier Claeys vormde ik het team <i>placeholder</i>. Onze eerste keuze was om mee te doen met de Security escape room, maar deze was helaas al volzet en dus hebben we mee gedaan met onze tweede keuze, Java/Backend Development. Dit was voor ons een klein beetje een uitdaging want het was al anderhalf jaar geleden dat we nog eens een hele dag Java hadden gedaan, maar toch begonnen we met volle moed.",
      "@IMAGE-hackthefuture/lobby.png",
      "We kregen verschillende challenges voorgeschoteld en onze opdracht was om code te schrijven om deze op te lossen. Als we deze juist oplosten kregen we een tip naar de moordenaar/moordenares van Jill Bridges. We besloten om elke opdracht in een aparte klasse te maken zodat alles leesbaar bleef. Uiteindelijk hebben we bijna alle opdrachten tot een goed einde kunnen brengen, of dat dachten we toch. Uiteindelijk beleek één of meerdere opdrachten een foutje te bevatten en dus gaven ze een verkeerde tip als uitkomst.",
      "Om 16u begonnen de pitches. Elke groep kwam aan bod en vertelde over hun ervaring en resultaat. Er waren zowel groepen die wat moeite hadden om de opdrachten te voltooien, als groepen die een geweldige dag achter de rug hadden. Een groep dat mij zeker bij blijft had een programma geschreven die alle info uit de API haalde, de tips berekende en de juiste dader aan het licht bracht. Natuurlijk hadden Damier en ik hier ook aan gedacht maar wij dachten dat dit een helse taak was om te doen in 5 uur tijd. Mijn mond viel wel even open toen zij hun programma presenteerden.",
      "Uiteindelijk, om 18u30, kwam dan de prijsuitrijking. Uit alle categorieën werd een winnaar en een groepsfavoriet gekozen. Tot niemands verbazing won de eerder beschreven groep in onze categorie. Een paar dagen later kregen wij een mail met ons resultaat. We eindigde op de XXde plaats van de XX groepen. Uitendelijk kregen we nog een goodiebag met allerlei leuke spulletjes."
    ],
    "experience" : {
      "positivePoints" : ["Competetief", "Leerrijk", "Uitdagend"],
      "negativePoints" : ["Veel opdrachten"]
    }
  },

  {
    "title": "NahamCon CTF 2022",
    "logo": "nahamCon/logo.png",
    "description": "NahamCon is een Capture The Flag georganiseerd door STÖK, John Hammond en NahamSec en gehost door JustHacking.",
    "date": "28/04/2022",
    "location": "Online",
    "frequency": "Jaarlijks",
    "audience": "iedereen",
    "organiser": "STÖK, John Hammond en NahamSec",
    "text": [
        "Het event duurde 48u en liep van donderdag 28 april 22:00 tot zaterdag 30 april 22:00. Omdat wij nog stage hadden, konden wij enkel de zaterdag mee doen. Met 'wij' bedoel ik Damier Claeys en mezelf. Opnieuw vormden wij het duo met de naam <i>placeholder</i>.",
        "Elke challenge was gecategoriseerd in een van volgende types.",
        "@LIST-Warmups ~ Web ~ Binary Exploitation ~ Reverse Engineering ~ Cryptography ~ Forensics ~ Mobile ~ DevOps ~ Hardware/RF ~ Malware ~ Miscellaneous ~ Networking ~ Scripting ~ Steganography ~ OSINT",
        "Niet elk type ging even vlot bij ons. We hebben vooral warmups en OSINT challenges kunnen oplossen, maar dat was niet altijd door een gebrek aan kennis. Er zaten vaak addertjes onder het gras.<br>Zo was er een challenge waarbij de verstreken tijd gevraagd werd van een persoon die heen en weer vloog tussen Samoa en Amerikaans Samoa op 31 december 2011. Dit leek ons een makkelijke opdracht en dat was het ook, deze lostten we op in een kwartiertje. Of dat dachten we toch. 30 December 2011 bestond niet in Samoa en Samoa volgt het zomer- en winteruur, Amerikaans Samoa niet.",
        "Uiteindelijk werden we 1144e van de 4034 teams die mee deden. Overal is dit geen verschrikkelijk resultaat aangezien we later toegetreden zijn, maar toch had ik gehoopt dat ikzelf iets meer ging vinden. Ik had vaak het gevoel dat ik heel dichtbij de oplossing zat maar net dat laatste beetje kennis miste.",
        "@IMAGE-nahamCon/certificaat.png"
    ],
    "experience" : {
      "positivePoints" : ["Meerdaagse", "Veel types"],
      "negativePoints" : ["Start op een donderdag"]
    }
  },

  {
    "title": "RMM webinars",
    "logo": "rmm/logo.png",
    "description": "Omdat mijn stage RMM gebruikt, stelden ze voor om verschillende webinars te volgen over RMM.",
    "date": "14/02/2022",
    "location": "Online",
    "frequency": "Wekelijks",
    "audience": "RMM Gebruikers",
    "organiser": "Datto",
    "text": [
        "Tijdens mijn eerste week stage moest ik vooral gewend worden aan de tools. Eèn van die tools is Datto RMM. Op de <a href='https://academy.datto.com' target='_blank'>academy van Datto</a> staan verschillende webinars die ik gevolgd heb. De meeste van de webinars die ik heb gevolgd waren live webinars die men opgenomen had en op de site heeft geplaatst.",
        "De volgende webinars zijn de opnames die ik bekeken heb om vertrouwd te raken met de tool:",
        "@LIST-Intro to Monitoring ~ Monitoring Mishaps ~ Gathering Intelligence with Scripts ~ Intro to Automation with Components and Jobs ~ Third-Party Software Management ~ Efficient Monitor Management",
        "Op 17/02/2022 heb ik dan ook een semi-live webinar gevolgd over de nieuwe UI van RMM. Normaal gezien zou dit worden live gestreamd maar door enkele problemen was dit niet mogelijk. Men had de webinar op voorhand opgenomen en speelde die af. Op hetzelfde moment zaten de hosts in de chat om onze vragen te beantwoorden."
    ],
    "experience" : {
      "positivePoints" : [ "Veel leermateriaal", "Duidelijk" ],
      "negativePoints" : []
    }
  },

  {
    "title": "CEH Examen",
    "logo": "ceh/logo.png",
    "description": "",
    "date": "25/02/2022",
    "location": "Online",
    "frequency": "",
    "audience": "iedereen met minstens 2 jaar ervaring in Information Security",
    "organiser": "EC-Council",
    "text": [
        
    ],
    "experience" : {
      "positivePoints" : [],
      "negativePoints" : []
    }
  },

  {
    "title": "HackTheBox livestream",
    "logo": "hackthebox/logo.png",
    "description": "",
    "date": "14/12/2021",
    "location": "Online",
    "frequency": "",
    "audience": "iedereen",
    "organiser": "",
    "text": [
        
    ],
    "experience" : {
      "positivePoints" : [ "Later bekijkbaar" ],
      "negativePoints" : [ "Duurt lang" ]
    }
  }

]